name: "fruit_detection"
platform: "pytorch"
input {
  name: "images"
  data_type: TYPE_FP32
  format: FORMAT_NCHW
  dims: [ 3, 640, 640 ]
}
output {
  name: "output0"
  data_type: TYPE_FP32
  dims: [ 1, 6300, 23 ]
}
version_policy {
  specific {
    versions: [ 1 ]
  }
}
max_batch_size: 8
